"*con**firm" = "确认";
"can**cel" = "取消";
"ti**ps" = "提示";
"for**ceStr" = "5Y+R546w6ZyA6KaB5Y2H57qn55qE54mI5pys77yM5LiN5Y2H57qn5bCG5a+86Ie05bqU55So5LiN5Y+v55So";
"rig**htUp" = "立即升级";
"sel**ectStr" = "5qOA5rWL5Yiw5pyJ5paw54mI5pys77yM6KaB6ams5LiK5Y675bCd6bKc5ZCX77yf";

"per**sonal" = "账户";
"com**mun**ity" = "社区";
"item**Other" = "5pSv5LuY";
"cus**tomer"  = "5a6i5pyN";

"pro**Ao**rdNull" = "商品或订单为空";
"sto**pTips" = "您禁止了App内购买应用权限,请到设置中开启";
"pro**duct no**t exi**st" = "商品ID不存在";
"bu**ying" = "5q2j5Zyo5pSv5LuY5LitLi4u";
"ca**ll cus**tomer" = "6K+36IGU57O75a6i5pyN6L+b6KGM6KGl5Y2V";
"pa**y succ**ess" = "5pSv5LuY5oiQ5Yqf";
"pa**y fa**il" = "5pSv5LuY5aSx6LSl";
"pa**y can**cel" = "5pSv5LuY5Y+W5raI";

"Cen**ter Us**er" = "用户中心";
"Con**tact Cust**omer" = "联系客服";
"log**out ga**me" = "退出登录";
"Ser**vice agre**ement" = "服务协议";
"A**cc Can**cel" = "删除账户";
"sp**eci**al t**ip" = "特别提醒";
"can**cel mes**s**age" = "在此善意提醒您本账号为本公司平台账号，如您点击“确认删除”，我们将视为您已成功向我们提交了删除账户申请，删除账户为不可恢复操作。账号删除后您将无法使用该账号登录本公司旗下任何产品和服务，无法找回您的个人信息。";
"co**nfi**rm ca**n**cel" = "确认删除";
"can**cel suc**ce**ss" = "注销成功";

"bi**nd st**ring" = "绑定";
"bi**nd acc**ount" = "账户绑定";
"bi**nd suc**cess" = "绑定成功";
"ha**ve bi**nd" = "此账号已绑定平台";
"bi**nd ti**ps" = "只有绑定账户才可以在您无法访问当前设备或切换到新设备时，恢复当前游戏进度。";

"tour**ists" = "游客登录";
"c**ut acc**ount" = "切换账户";
"cu**t succ**ess" = "切换成功";
"c**ut ti**ps" = "您确定要切换账号吗？";

"ti**p bi**nd" = "为了您的账号安全，请您尽快升级账号";
"ri**ght up**grade" = "前往升級";
"ig**nore" = "跳过";

"cen**ter y**ap" = "5YWF5YC85Lit5b+D";
"ou**r y**ap" = "5a6Y5pa55YWF5YC8";

"ha**ve re**ad" = "请确保您仔细阅读并同意我们的用户协议、隐私权政策";
"te**rm of se**rvice" = "<用户协议>";
"Pr**ivacy Te**rms" = "<隐私权政策>";
"ba**ck str" = "返回";

"cu**t ti**tle" = "切换账户提示";
"c**ut ti**p st**r" = "切换账户将使你退出当前账户";
"oth**er func**tion" = "账户其他功能";

"func**tion ti**p" = "注销账户:\n如果你需要注销账户，请点击下方的帮助按钮。\n注销账户后，将无法找回您当前的账户与角色，请慎重操作。";
"he**lp s**tr" = "帮助";

"he**lp t**ip" = "注销账户:\n\n注销账户后，将无法找回您当前的账户与角色，请慎重操作。";
"can**cel Acc**ount" = "注销账户";

"canc**el but**ton" = "注销";
"can**cel te**xt" = "《账户注销须知》

亲爱的玩家：

您在申请注销流程中点击同意前，应当认真阅读《账户注销须知》（以下称“《注销须知》”）。

请您务必审慎阅读、充分理解《注销须知》中相关条款内容，其中包括：

1、与您约定免除或限制责任的条款；

2、其他以粗体标识的重要条款。

如您对本《注销须知》有任何疑问，可以联系我们。

【特别提示】当您阅读并同意本《注销须知》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。阅读本《注销须知》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账号注销流程。

我们在此善意地提醒您， 您注销账户的行为会给您的售后维权带来诸多不便，且注销账户后，您的个人信息我们会在商城的前台系统中去除。

1、如果您仍执意注销账户，您的账户需同时满足以下条件：

（1）自愿放弃账户在游戏系统中的资产和虚拟权益（包括但不限于余额、优惠券、账户角色等）；

（2）账户无正在进行中的投诉举报或被投诉举报；

（3）账户当前为有效账号，非冻结状态。

2、账户一旦注销，您的个人信息和相关数据将会在商城的前台系统中去除，以后将不可检索、访问，请您在操作之前自行备份商城服务账号相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料。

3、注销账户后，您将无法再使用本账户，也将无法找回您账户中及与该账户相关的任何内容或信息，包括但不限于：

（1）您将无法登录、使用本账户；

（2）账户的个人资料和历史信息（包括但不限于用户名、头像、购物记录等）都将无法找回，请及时保存、备份。";
